/* 
  InfoPlist.strings
  ownCloud

  Created by Javier Gonzalez on 06/06/2018.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/*
 * Copyright (C) 2018, ownCloud GmbH.
 *
 * This code is covered by the GNU Public License Version 3.
 *
 * For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 * You should have received a copy of this license along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 *
 */

"NSFaceIDUsageDescription" = "Unlock the app without entering the passcode.";
"NSAppleMusicUsageDescription" = "This permission is needed for uploading media files to your server.";
"NSPhotoLibraryAddUsageDescription" = "This permission is needed to upload photos and videos from your photo library.";
"NSPhotoLibraryUsageDescription" = "This permission is needed to upload photos and videos from your photo library.";

